Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Original Romanized
de: Ursprüngliches Romanisiert
es: Romano original
fr: Romanisé original
hi: मूल रोमनकृत
id: Asli Romanisasi
it: Originale Romanizzato
ja: オリジナル ローマ字化
ko: 원본 로마자 표기
nl: Origineel geromaniseerd
pl: Oryginalna zromanizowana
pt_br: Romanizado original
ru: Оригинальный романизованный
th: โรมันดั้งเดิม
tr: Orijinal Romanize
uk: Оригінал Романізовано
vi: Nguyên bản La Mã hóa
zh_hans: 原文拼音
zh_hant: 原始羅馬拼音

source: Original Text
de: Ursprünglicher Text
es: Texto original
fr: Texte original
hi: मूल पाठ
id: Teks Asli
it: Testo originale
ja: 元のテキスト
ko: 원본 텍스트
nl: Oorspronkelijke tekst
pl: Oryginalny tekst
pt_br: Texto Original
ru: Оригинальный текст
th: ข้อความต้นฉบับ
tr: Orijinal Metin
uk: Оригінальний текст
vi: Văn Bản Gốc
zh_hans: 原文
zh_hant: 原文

# Original: %@ Translation: %@
source: Original: %1$@ Translation: %2$@
de: Ursprung: %1$@ Übersetzung: %2$@
hi: मूल: अनुवाद: %2$@
ja: 元の文: %1$@ 翻訳: %2$@
ko: 원문: %1$@ 번역: %2$@
nl: Oorspronkelijk: %1$@ Vertaling: %2$@
pl: Oryginał: %1$@ Tłumaczenie: %2$@
pt_br: Original: %1$@ Tradução: %2$@
ru: Оригинал: %1$@ Перевод: %2$@
th: ต้นฉบับ: %1$@ การแปล: %2$@
tr: Orijinal: %1$@ Çeviri: %2$@
uk: Оригінал: %1$@ Переклад: %2$@
vi: Nguyên bản: %1$@ Dịch: %2$@
zh_hans: 原文：%1$@ 翻译：%2$@
zh_hant: 原文：%1$@ 翻譯：%2$@

source: Past Events
de: Vergangene Ereignisse
es: Eventos pasados
fr: Événements passés
hi: पिछले आयोजन
id: Kejadian Masa Lalu
it: Eventi passati
ja: 過去のイベント
ko: 과거 사건
nl: Voorgaande Evenementen
pl: Wydarzenia z przeszłości
pt_br: Eventos Passados
ru: Прошедшие события
th: เหตุการณ์ที่ผ่านมา
tr: Geçmiş Etkinlikler
uk: Минула події
vi: Các sự kiện đã qua
zh_hans: 过去的事件
zh_hant: 過去事件

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
id: Izin
it: Autorizzazioni
ja: 権限
ko: 권한
nl: Rechten
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
th: การอนุญาต
tr: İzinler
uk: Дозволи
vi: Quyền truy cập
zh_hans: 权限
zh_hant: 權限

source: Placeholder Image
de: Platzhalterbild
es: Imagen de marcador de posición
fr: Image d'espace réservé
hi: प्लेसहोल्डर छवि
id: Gambar Placeholder
it: Immagine segnaposto
ja: プレースホルダー画像
ko: 플레이스홀더 이미지
nl: Tijdelijke Afbeelding
pl: Obraz zastępczy
pt_br: Imagem de espaço reservado
ru: Заполнитель изображения
th: ภาพตัวยึดตำแหน่ง
tr: Yer Tutucu Görsel
uk: Заповнювач зображення
vi: Hình ảnh giữ chỗ
zh_hans: 占位图片
zh_hant: 佔位圖像

source: Plan ID: %@ active
de: Plan-ID: %@ aktiv.
es: Plan ID: %@ activo.
fr: Plan ID: %@ actif
hi: "योजना आईडी: %@ सक्रिय"
id: Rencana ID: %@ aktif
it: Piano ID: %@ attivo.
ja: Plan ID: %@ アクティブ
ko: 계획 ID: %@ 활성 중입니다.
nl: Plan ID: %@ actief
pl: Plan ID: %@ aktywny.
pt_br: ID do plano: %@ ativo.
ru: Идентификатор плана: %@ активен.
th: แผน ID: %@ ทำงาน
tr: Plan Kimliği: %@ etkin
uk: План ID: %@ активний.
vi: Kế hoạch ID: %@ hoạt động.
zh_hans: 计划 ID: %@ 激活
zh_hant: 計劃 ID：%@ 活躍

source: Please check back later or contact support if you believe this is an error.
de: Bitte überprüfen Sie später erneut oder kontaktieren Sie den Support, wenn Sie glauben, dass dies ein Fehler ist.
es: Por favor, vuelva más tarde o contacte con soporte si cree que esto es un error.
fr: Veuillez vérifier ultérieurement ou contacter le support si vous pensez qu'il s'agit d'une erreur.
hi: कृपया बाद में जांच करें या यदि आपको लगता है कि यह एक त्रुटि है तो समर्थन से संपर्क करें।
id: Silakan cek kembali nanti atau hubungi dukungan jika Anda percaya ini adalah kesalahan.
it: Si prega di controllare più tardi o contattare il supporto se si ritiene che si tratti di un errore.
ja: 後で再度確認するか、エラーであると思われる場合はサポートに連絡してください。
ko: 나중에 다시 확인하거나 이것이 오류라고 생각한다면 지원팀에 문의하십시오.
nl: Controleer later opnieuw of neem contact op met ondersteuning als u denkt dat dit een fout is.
pl: Sprawdź ponownie później lub skontaktuj się z pomocą techniczną, jeśli uważasz, że to błąd.
pt_br: Por favor, verifique novamente mais tarde ou entre em contato com o suporte se acredita que isso é um erro.
ru: Пожалуйста, проверьте позже или свяжитесь с поддержкой, если считаете, что это ошибка.
th: โปรดตรวจสอบอีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุนหากคุณเชื่อว่านี่เป็นข้อผิดพลาด ค่ะ
tr: Lütfen daha sonra tekrar kontrol edin veya bir hata olduğunu düşünüyorsanız destek ile iletişime geçin.
uk: Будь ласка, перевірте пізніше або зверніться до служби підтримки, якщо ви вважаєте, що це помилка.
vi: Vui lòng kiểm tra lại sau hoặc liên hệ hỗ trợ nếu bạn tin rằng đây là một lỗi.
zh_hans: 请稍后再检查，或者如果您认为这是一个错误，请联系支持。
zh_hant: 請稍後再檢查，或者如果您認為這是一個錯誤，請聯繫支援。

source: Please enable calendar access in System Settings to view and manage events.
de: Bitte aktivieren Sie den Kalenderzugriff in den Systemeinstellungen, um Ereignisse anzuzeigen und zu verwalten.
es: Por favor, habilita el acceso al calendario en la Configuración del Sistema para ver y administrar eventos.
fr: Veuillez activer l'accès au calendrier dans les Préférences Système pour afficher et gérer les événements.
hi: कृपया ईवेंट देखने और प्रबंधित करने के लिए सिस्टम सेटिंग्स में कैलेंडर एक्सेस सक्षम करें।
id: Silakan aktifkan akses kalender di Pengaturan Sistem untuk melihat dan mengelola acara.
it: Abilita l'accesso al calendario nelle Preferenze di Sistema per visualizzare e gestire gli eventi.
ja: システム設定でカレンダーへのアクセスを有効にして、イベントを表示および管理してください。
ko: 캘린더에 접근할 수 있도록 시스템 설정에서 설정을 활성화하여 이벤트를 보고 관리하세요.
nl: Schakel kalendertoegang in in Systeeminstellingen om evenementen te bekijken en te beheren.
pl: Aby wyświetlać i zarządzać wydarzeniami, włącz dostęp do kalendarza w Ustawieniach systemu.
pt_br: Habilite o acesso ao calendário nas Configurações do Sistema para visualizar e gerenciar eventos.
ru: Пожалуйста, включите доступ к календарю в Настройках системы, чтобы просматривать и управлять событиями.
th: โปรดเปิดการเข้าถึงปฏิทินในการตั้งค่าระบบเพื่อดูและจัดการกิจกรรม
tr: Etkinlikleri görüntülemek ve yönetmek için Takvim erişimini Sistem Ayarlarında etkinleştirin.
uk: Будь ласка, увімкніть доступ до календаря в системних налаштуваннях, щоб переглядати та керувати подіями.
vi: Vui lòng bật quyền truy cập lịch trong Cài đặt Hệ thống để xem và quản lý sự kiện.
zh_hans: 请在系统设置中启用日历访问权限以查看和管理事件。
zh_hant: 請在系統設置中啟用日曆訪問權限以查看和管理事件。

source: Please enter a valid URL (e.g., http://localhost:11434)
de: Bitte geben Sie eine gültige URL ein (z.B. http://localhost:11434).
es: Por favor, introduce una URL válida (por ejemplo, http://localhost:11434)
fr: Veuillez saisir une URL valide (par exemple, http://localhost:11434)
hi: कृपया एक मान्य URL दर्ज करें (जैसे, http://localhost:11434)।
id: Harap masukkan URL yang valid (contoh: http://localhost:11434)
it: Si prega di inserire un URL valido (ad esempio, http://localhost:11434)
ja: 有効なURLを入力してください（例：http://localhost:11434）。
ko: 올바른 URL을 입력하십시오 (예: http://localhost:11434)
nl: Voer alstublieft een geldige URL in (bijv., http://localhost:11434)
pl: Proszę wprowadzić poprawny adres URL (np. http://localhost:11434)
pt_br: Por favor, insira uma URL válida (por exemplo, http://localhost:11434)
ru: Пожалуйста, введите действительный URL (например, http://localhost:11434)
th: โปรดป้อน URL ที่ถูกต้อง (เช่น http://localhost:11434)
tr: Lütfen geçerli bir URL girin (örn. http://localhost:11434)
uk: Будь ласка, введіть дійсний URL (наприклад, http://localhost:11434)
vi: Vui lòng nhập URL hợp lệ (ví dụ, http://localhost:11434)
zh_hans: 请输入有效的URL（例如，http://localhost:11434）.
zh_hant: 請輸入有效的網址（例如，http://localhost:11434）

# Please summarize the following transcript: %@. %@
source: Please summarize the following transcript: %1$@. %2$@
de: Bitte fassen Sie das folgende Transkript zusammen: %1$@. %2$@
es: Por favor, resuma la siguiente transcripción: %1$@. %2$@
fr: Veuillez résumer la transcription suivante : %1$@. %2$@
hi: कृपया निम्नलिखित प्रतिलिपि का सारांश प्रस्तुत करें: %1$@. %2$@
id: Silakan ringkas transkrip berikut: %1$@. %2$@
it: Si prega di riassumere la seguente trascrizione: %1$@. %2$@.
ja: 次のトランスクリプトを要約してください: %1$@。 %2$@。
ko: 다음 녹취록을 요약해 주세요: %1$@. %2$@.
nl: Vat de volgende transcriptie samen: %1$@. %2$@
pl: Proszę podsumować następującą transkrypcję: %1$@. %2$@
pt_br: Por favor, resuma a seguinte transcrição: %1$@. %2$@
ru: Пожалуйста, подведите итог следующей транскрипции: %1$@. %2$@.
th: โปรดสรุปถอดความต่อไปนี้: %1$@. %2$@
tr: Lütfen aşağıdaki transkripti özetleyin: %1$@. %2$@
uk: Будь ласка, підсумуйте наступну транскрипцію: %1$@. %2$@
vi: Vui lòng tóm tắt bản ghi sau: %1$@. %2$@
zh_hans: 请总结以下记录稿：%1$@。%2$@。
zh_hant: 請總結以下文字記錄：%1$@。%2$@。

source: Presentation Mode: No active item selected for transcription.
de: Präsentationsmodus: Kein aktives Element für die Transkription ausgewählt.
es: Modo de presentación: No se ha seleccionado ningún elemento activo para transcripción.
fr: Mode Présentation : Aucun élément actif sélectionné pour la transcription.
hi: प्रस्तुति मोड: लेखन के लिए कोई सक्रिय आइटम चयनित नहीं है।
id: Mode Presentasi: Tidak ada item aktif yang dipilih untuk transkripsi.
it: Modalità presentazione: Nessun elemento attivo selezionato per la trascrizione.
ja: プレゼンテーションモード：転写のためにアクティブなアイテムが選択されていません。
ko: 프레젠테이션 모드: 전사에 대한 활성 항목이 선택되지 않았습니다.
nl: Presentatiemodus: Geen actief item geselecteerd voor transcriptie.
pl: Tryb prezentacji: Nie wybrano aktywnego elementu do transkrypcji.
pt_br: Modo de Apresentação: Nenhum item ativo selecionado para transcrição.
ru: Режим презентации: Нет выбранного активного элемента для транскрипции.
th: โหมดการนำเสนอ: ไม่มีรายการที่เลือกใช้งานสำหรับการคัดลอกเสียงพิมพ์.
tr: Sunum Modu: Transkripsiyon için seçili bir öğe yok.
uk: Режим презентації: Не вибрано активний елемент для транскрипції.
vi: Chế độ Trình bày: Không có mục hoạt động nào được chọn để chuyển thành văn bản.
zh_hans: 演示模式：未选择要转录的活动项目。
zh_hant: 演示模式：未選擇要轉錄的活動項目。

source: Press esc or click outside to close
de: Drücken Sie Esc oder klicken Sie außerhalb, um zu schließen.
es: Presiona esc o haz clic fuera para cerrar
fr: Appuyez sur Échap ou cliquez à l'extérieur pour fermer
hi: बंद करने के लिए एस्क दबाएँ या बाहर क्लिक करें।
id: Tekan esc atau klik di luar untuk menutup
it: Premi Esc o fai clic all'esterno per chiudere
ja: Escキーを押すか、外をクリックして閉じてください。
ko: esc 키를 누르거나 바깥쪽을 클릭하여 닫기
nl: Druk op esc of klik buiten om te sluiten
pl: Naciśnij esc lub kliknij na zewnątrz, aby zamknąć
pt_br: Pressione esc ou clique fora para fechar
ru: Нажмите esc или кликните снаружи, чтобы закрыть
th: กด esc หรือคลิกนอกพื้นที่เพื่อปิด
tr: Kapatmak için esc tuşuna basın veya dışına tıklayın
uk: Натисніть Esc або клацніть зовні, щоб закрити
vi: Nhấn esc hoặc bấm ra ngoài để đóng
zh_hans: 按 Esc 键或点击外部关闭
zh_hant: 按下 Esc 鍵或點擊外部以關閉

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: "Política de privacidad"
fr: Politique de confidentialité
hi: गोपनीयता नीति"
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว"
tr: Gizlilik Politikası
uk: Політика конфіденційності.
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Purchase Status
de: "Kaufstatus"
es: Estado de compra
fr: État de l'achat
hi: खरीद स्थिति
id: Status Pembelian
it: Stato dell'acquisto
ja: 購入状況
ko: 구매 상태
nl: "Aankoopstatus"
pl: Status zakupu.
pt_br: Status da compra
ru: Статус покупки
th: สถานะการซื้อ
tr: "Satın Alma Durumu"
uk: Статус покупки
vi: Trạng thái mua hàng
zh_hans: 购买状态
zh_hant: 購買狀態

source: Purchase Successful!
de: Kauf erfolgreich!
es: "¡Compra exitosa!"
fr: Achat réussi!
hi: खरीद सफल हुआ!
id: Pembelian Berhasil!
it: "Acquisto completato!"
ja: 購入が成功しました！
ko: 구매가 성공적으로 이루어졌습니다!
nl: Aankoop succesvol!
pl: Zakup udany!
pt_br: "Compra realizada com sucesso!"
ru: Покупка успешно завершена!
th: การซื้อสำเร็จ!
tr: "Satın Alma Başarılı!"
uk: Успішна покупка!
vi: Mua hàng thành công!
zh_hans: 购买成功！
zh_hant: 購買成功！

source: Re-validate Purchase State (Debug)
de: Erneut Kaufzustand überprüfen (Debug)
es: Volver a validar estado de compra (Depuración)
fr: Révalider l'état d'achat (Déboguer)
hi: पुनः मान्यता खरीद स्थिति (डीबग)
id: Validasi Ulang Status Pembelian (Debug)
it: Ri-valida lo stato dell'acquisto (Debug)
ja: 再度購入状態を検証する（デバッグ）
ko: 구매 상태 다시 유효성 검사(Debug)
nl: Valideer aankoopstatus opnieuw (Debug)
pl: Ponownie zweryfikuj stan zakupu (Debug)
pt_br: Revalidar Estado da Compra (Debug)
ru: Повторно проверить состояние покупки (отладка)
th: ตรวจสอบสถานะการซื้อใหม่อีกครั้ง (Debug)
tr: "Satın Alma Durumunu Yeniden Doğrula (Hata Ayıklama)"
uk: Перевалідувати стан покупки (налагодження)
vi: Kiểm tra lại Trạng thái Mua hàng (Debug)
zh_hans: 重新验证购买状态（调试）
zh_hant: 重新驗證購買狀態（偵錯）

source: Redeem Offer Code
de: Einlösen des Angebotscode
es: Canjear código de oferta
fr: Utiliser le code de l'offre
hi: ऑफर कोड रिडीम करें।
id: Tukarkan Kode Penawaran
it: Riscatta Codice Offerta
ja: オファーコードを引き換える
ko: 제공 코드 교환
nl: Inwisselen aanbiedingscode
pl: Zrealizuj kod oferty.
pt_br: Resgatar Código de Oferta
ru: Активировать код предложения
th: ใช้โค้ดข้อเสนอredeem
tr: Teklif Kodunu Kullan
uk: Активувати пропозиційний код
vi: Nhập mã ưu đãi
zh_hans: 兑换优惠码
zh_hant: 兌換優惠碼

source: Reduce Locales
de: "Reduziere Lokale"
es: Reducir locales.
fr: Réduire les paramètres régionaux.
hi: स्थानों को कम करें।
id: Kurangi Lokal
it: Riduci Località
ja: ロケールを削減します。
ko: 로케일 축소하기
nl: Verminder Locaties
pl: Zmniejsz lokalizacje.
pt_br: Reduzir Locais
ru: Уменьшить локали
th: ลดสถานที่
tr: Yerel Ayarları Azalt
uk: Зменшити локалі.
vi: Giảm bớt bản địa hóa.
zh_hans: 减少区域设置
zh_hant: 減少區域设置

source: Regenerate despite existing summary
de: Regenerieren trotz bestehender Zusammenfassung.
es: Regenerar a pesar del resumen existente.
fr: Régénérer malgré le résumé existant
hi: मौजूदा सारांश के बावजूद पुनर्जीवित करें।
id: Regenerasi meskipun ringkasan yang ada
it: Rigenera nonostante il riepilogo esistente.
ja: 既存のサマリーがあるにもかかわらず再生成
ko: 기존 요약이 있더라도 재생성하세요.
nl: Regenereer ondanks bestaande samenvatting.
pl: Odtwórz pomimo istniejącego podsumowania.
pt_br: Regenerar apesar do resumo existente.
ru: Восстановить несмотря на существующее резюме.
tr: Mevcut özet olmasına rağmen yeniden oluşturun.
uk: Відновити, незважаючи на існуючий огляд.
vi: Tái tạo mặc dù có tổng kết hiện tại.
zh_hans: 尽管已有摘要，重新生成
zh_hant: 儘管已存在摘要，仍重新生成

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएं
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
ru: Удалить из избранного
th: ลบออกจากรายการโปรด
tr: Favorilerden Kaldır
uk: Видалити з обраного
vi: Xóa khỏi Mục ưa thích
zh_hans: 从收藏夹移除
zh_hant: 從收藏夾中移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ganti Nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重命名

source: Request Access
de: Zugriff anfordern
es: Solicitar acceso
fr: Demander l'accès
hi: अनुमति का अनुरोध करें।
id: Meminta Akses
it: Richiedi accesso
ja: アクセスをリクエストする
ko: 액세스 요청
nl: Toegang aanvragen
pl: Zażądaj dostępu
pt_br: Solicitar acesso
ru: Запросить доступ
th: ขอสิทธิ์เข้าถึง
tr: Erişim İsteği
uk: Запит на доступ
vi: Yêu cầu truy cập
zh_hans: 请求访问
zh_hant: 請求訪問權限

source: Required for event integration
de: Erforderlich für die Ereignisintegration
es: Necesario para la integración de eventos
fr: Nécessaire pour l'intégration des événements
hi: घटना एकीकरण के लिए आवश्यक है
id: Diperlukan untuk integrasi acara
it: Necessario per l'integrazione degli eventi
ja: イベント統合に必要です。
ko: 이벤트 통합을 위해 필요합니다.
nl: Vereist voor evenementenintegratie
pl: Wymagane do integracji wydarzeń
pt_br: Necessário para a integração de eventos
ru: Требуется для интеграции событий
th: จำเป็นสำหรับการผสานรวมกิจกรรม
tr: Etkinlik entegrasyonu için gereklidir
uk: Потрібно для інтеграції подій
vi: Cần thiết cho việc tích hợp sự kiện
zh_hans: 事件集成所必需
zh_hant: 需要活動整合

source: Required for system audio capture
de: Erforderlich für die Erfassung von Systemaudio
es: Requerido para capturar audio del sistema
fr: Requis pour la capture de l'audio du système
hi: सिस्टम ऑडियो कैप्चर के लिए आवश्यक है।
id: Diperlukan untuk perekaman audio sistem
it: Necessario per la cattura dell'audio di sistema
ja: システムオーディオキャプチャに必要
ko: 시스템 오디오 캡처에 필요합니다.
nl: Vereist voor vastleggen van systeemgeluid
pl: Wymagane do przechwytywania dźwięku systemowego
pt_br: Necessário para captura de áudio do sistema
ru: Требуется для захвата системного аудио
th: จำเป็นสำหรับการจับภาพเสียงของระบบ
tr: Sistem ses kaydı için gerekli
uk: Потрібно для захоплення системного аудіо
vi: Cần thiết để ghi lại âm thanh hệ thống
zh_hans: 系统音频捕获所必需
zh_hant: 需要用於系統音頻捕捉

source: Required for transcription
de: Erforderlich für die Transkription
es: Requerido para transcripción
fr: Requis pour la transcription
hi: प्रतिलेखन के लिए आवश्यक है।
id: Diperlukan untuk transkripsi
it: Necessario per la trascrizione
ja: 文字起こしに必須
ko: 필기록을 위해 필요합니다
nl: Vereist voor transcriptie
pl: Wymagane do transkrypcji
pt_br: Necessário para transcrição
ru: Требуется для транскрипции
th: จำเป็นสำหรับการถอดเสียง
tr: Yazıya döküm için gerekli
uk: Потрібно для транскрипції
vi: Cần thiết cho việc phiên âm
zh_hans: 转录所必需
zh_hant: 需要用於轉錄

source: Required for voice capture
de: Erforderlich für die Stimmerfassung
es: Requerido para la captura de voz
fr: Requis pour la capture vocale
hi: आवाज कैप्चर के लिए आवश्यक
id: Diperlukan untuk menangkap suara
it: Necessario per la cattura della voce
ja: 音声キャプチャのために必要です
ko: 음성 캡처에 필요합니다.
nl: Vereist voor stemopname
pl: Wymagane do rejestrowania głosu
pt_br: Necessário para captura de voz
ru: Необходимо для захвата голоса.
th: จำเป็นสำหรับการจับเสียง
tr: Ses kaydı için gerekli
uk: Потрібно для захоплення голосу
vi: Cần thiết cho việc thu âm giọng nói
zh_hans: 语音捕获所必需
zh_hant: 需要進行語音捕捉

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Opnieuw instellen
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset Chat
de: Chat zurücksetzen
es: Restablecer chat
fr: Réinitialiser la discussion
hi: चैट रीसेट करें
id: Atur Ulang Obrolan
it: Reimposta chat
ja: チャットをリセット
ko: 채팅 재설정
nl: Chatgeschiedenis wissen
pl: Resetuj czat
pt_br: Reiniciar Conversa
ru: Сбросить чат
th: รีเซ็ตการแชท
tr: Sohbeti Sıfırla
uk: Скинути чат
vi: Đặt lại trò chuyện
zh_hans: 重置聊天
zh_hant: 重置聊天

source: Reset Languages to User Default
de: Sprachen auf Benutzerstandard zurücksetzen
es: Restablecer idiomas a predeterminado del usuario.
fr: Réinitialiser les langues par défaut de l'utilisateur.
hi: उपयोगकर्ता डिफ़ॉल्ट पर भाषाएँ रीसेट करें।
id: Atur Ulang Bahasa ke Default Pengguna
it: Ripristina lingue predefinite dell'utente.
ja: ユーザーのデフォルト言語にリセット
ko: 사용자 기본값으로 언어 재설정하기
nl: Standaardtalen herstellen naar gebruikersinstellingen
pl: Zresetuj języki do domyślnych użytkownika.
pt_br: Redefinir idiomas para o padrão do usuário.
ru: Сбросить языки на пользовательские настройки.
th: รีเซ็ตภาษาเป็นค่าเริ่มต้นของผู้ใช้
tr: Kullanıcı Varsayılan Dilini Sıfırla.
uk: Скинути мови на користувацьке значення за замовчуванням.
vi: Đặt lại Ngôn ngữ về Mặc định của Người dùng.
zh_hans: 重置语言为用户默认值
zh_hant: 重置語言為用戶默認值

source: Reset Title
de: Titel zurücksetzen
es: Restablecer título
fr: Réinitialiser le titre
hi: शीर्षक रीसेट करें
id: Atur Ulang Judul
it: Reimposta titolo
ja: タイトルをリセット
ko: 제목 재설정
nl: Titel resetten
pl: Zresetuj tytuł
pt_br: Redefinir título
ru: Сброс заголовка
th: รีเซ็ตชื่อเรื่อง
tr: Başlığı Sıfırla
uk: Скинути заголовок
vi: Đặt lại Tiêu đề
zh_hans: 重置标题
zh_hant: 重設標題

source: Reset to Default
de: Zurücksetzen auf Standard
es: Restablecer a valores predeterminados.
fr: Réinitialiser aux valeurs par défaut.
hi: रीसेट करें डिफ़ॉल्ट पर
id: Atur Ulang ke Default
it: Ripristina impostazioni predefinite
ja: デフォルトにリセット
ko: 기본값으로 재설정
nl: Standaard instellen
pl: "Przywróć domyślne"
pt_br: Redefinir para o Padrão
ru: Сбросить настройки
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: "Varsayılana Sıfırla"
uk: Скинути на заводські налаштування.
vi: Đặt lại thành mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復為預設值

source: Restore Purchases
de: Käufe wiederherstellen.
es: Restaurar compras.
fr: Restaurer les achats
hi: खरीदारी पुनः स्थापित करें।
id: Pulihkan Pembelian
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원하기
nl: Herstel aankopen
pl: Przywróć zakupy
pt_br: Restaurar Compras
ru: Восстановить покупки
th: เรียกคืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Retry Validation
de: Erneut validieren
es: Reintentar validación.
fr: Réessayer la validation.
hi: पुनः प्रमाणीकरण
id: Coba Validasi Ulang
it: Riprova convalida
ja: 再試行検証
ko: 재시도 유효성 검사
nl: Opnieuw valideren
pl: Ponów walidację.
pt_br: "Repetir Validação"
ru: Повторить проверку.
th: ลองใหม่การตรวจสอบ
tr: "Tekrar Dene"
uk: Повторити перевірку.
vi: Thử lại Xác thực
zh_hans: 重试验证
zh_hant: 重試驗證

source: Romanize non-Latin scripts
de: Romanisiere nicht-lateinische Schriften
es: Romanizar escrituras no latinas
fr: Romaniser les scripts non latins
hi: गैर-लैटिन लिपियों को रोमन लिपि में लिप्यंतरित करें।
id: Romanisasi aksara non-Latin
it: Romanizzare gli script non latini
ja: 非ラテン文字のローマ字化
ko: 비라틴 문자를 로마자로 표기하기
nl: Romaniseer niet-Latijnse schriften
pl: Romanizować pisma nielatyńskie
pt_br: Romanizar scripts não latinos
ru: Романизировать нелатинские скрипты
th: โรมันไรซ์สคริปต์ที่ไม่ใช้อักษรละติน
tr: Latin olmayan yazıları Latin alfabesine çevir
uk: Романізувати нелатинські системи письма
vi: La tinh hóa các bảng chữ cái phi Latinh
zh_hans: 将非拉丁文字罗马化
zh_hant: 羅馬化非拉丁字母書寫系統

source: Same folder as transcript data
de: "Gleicher Ordner wie Transkriptdaten"
es: Misma carpeta que los datos de la transcripción.
fr: Même dossier que les données de transcription
hi: ट्रांसक्रिप्ट डेटा के समान फ़ोल्डर।
id: Sama folder dengan data transkrip
it: Stessa cartella dei dati della trascrizione
ja: トランスクリプトデータと同じフォルダ
ko: 번역 데이터와 동일한 폴더
nl: Zelfde map als transcriptgegevens
pl: Ten sam folder co dane transkrypcji.
pt_br: Mesma pasta dos dados da transcrição.
ru: Та же папка, что и данные транскрипции.
th: โฟลเดอร์เดียวกับข้อมูลการถอดรหัส
tr: Transkript verileriyle aynı klasör
uk: Та ж папка, що й дані транскрипції.
vi: Cùng thư mục với dữ liệu bản ghi lại
zh_hans: 与转录数据相同的文件夹
zh_hant: 與逐字稿數據相同的文件夾

source: Save location
de: Speichern Standort
es: Guardar ubicación
fr: Enregistrer l'emplacement
hi: स्थान सहेजें
id: Simpan lokasi
it: Salva posizione
ja: 場所を保存します。
ko: 위치 저장하기
nl: "Locatie opslaan"
pl: Zapisz lokalizację
pt_br: Salvar localização
ru: Сохранить местоположение
th: บันทึกตำแหน่ง
tr: Konumu Kaydet
uk: Зберегти місце.
vi: Lưu vị trí
zh_hans: 保存位置
zh_hant: 保存位置

source: Save to Calendar
de: In Kalender speichern
es: Guardar en el calendario
fr: Enregistrer dans le Calendrier
hi: कैलेंडर में सहेजें
id: Simpan ke Kalender
it: Salva nel calendario
ja: カレンダーに保存
ko: 캘린더에 저장
nl: Opslaan in agenda
pl: Zapisz w kalendarzu
pt_br: Salvar no Calendário
ru: Сохранить в календарь
th: บันทึกลงในปฏิทิน
tr: Takvime Kaydet
uk: Зберегти в календарі
vi: Lưu vào Lịch
zh_hans: 保存到日历
zh_hant: 儲存到日曆

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
hi: स्क्रीन
id: Layar
it: Schermo
ja: 画面
ko: 화면
nl: Scherm
pl: Ekran
pt_br: Tela
ru: Экран
th: หน้าจอ
tr: Ekran
uk: Екран
vi: Màn hình
zh_hans: 屏幕
zh_hant: 螢幕
